tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
brew "bat"
brew "dive"
brew "docker"
brew "docker-compose"
brew "fd"
brew "git-delta"
brew "htop"
brew "neovim"
brew "pre-commit"
brew "rcm"
brew "starship"
brew "tmux"
brew "tree"
cask "font-fira-code-nerd-font"
cask "ngrok"