tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bat"
brew "dive"
brew "docker"
brew "docker-compose"
brew "fd"
brew "foreman"
brew "git-delta"
brew "grpcurl"
brew "htop"
brew "livekit"
brew "mas"
brew "n"
brew "neovim"
brew "pre-commit"
brew "rcm"
brew "starship"
brew "tmux"
brew "tree"
brew "qmk/qmk/qmk"
cask "brave-browser"
cask "font-fira-code-nerd-font"
cask "ngrok"
cask "postman"
cask "qmk-toolbox"
mas "Endel", id: 1346247457
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
vscode "denoland.vscode-deno"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "prisma.prisma"
vscode "vscodevim.vim"
vscode "zxh404.vscode-proto3"
