tap "hashicorp/tap"
tap "homebrew/bundle"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
brew "bat"
brew "dive"
brew "docker"
brew "docker-compose"
brew "fd"
brew "foreman"
brew "git-delta"
brew "grpcurl"
brew "htop"
brew "livekit"
brew "mas"
brew "n"
brew "neovim"
brew "pre-commit"
brew "rcm"
brew "starship"
brew "tmux"
brew "tree"
cask "brave-browser"
cask "cursor"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "ngrok"
cask "notion-calendar"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
mas "Endel", id: 1346247457
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "denoland.vscode-deno"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "prisma.prisma"
vscode "vscodevim.vim"
vscode "zxh404.vscode-proto3"
